Repository: albfan/dwww
Catalog: debian/po/*.po
Languages: de, pl

source: Location of web server's document root.
de: Wo ist das Dokumenten-Start-Verzeichnis?

source: dwww now needs to know where is the directory which contains the document root for your web server. The web standard suggests /var/www.
de: dwww muss den Pfad für das Dokumenten-Start-Verzeichnis des Webservers kennen. Standardmäßig ist dies das Verzeichnis /var/www.

source: Location of web server's cgi directory.
de: Wo ist das CGI-Verzeichnis?

source: dwww now needs to know where the directory which contains the CGI scripts for your web server exists. The web standard suggests /usr/lib/cgi-bin, but your web server may already be configured for a different location.
de: dwww muss den Pfad für die CGI-Skripte kennen. Nach Web-Standard ist dies das Verzeichnis /usr/lib/cgi, aber Ihr Server könnte für ein anderes Verzeichnis konfiguriert sein.

source: Name of CGI user.
de: Name des CGI-Nutzers.

source: dwww now needs to know what user will be running the dwww CGI script, since that user needs to have ownership of the cache directory.
de: dwww muss die Nutzerkennung wissen unter der dwww CGI-Skripte ausführen kann, da dieser Nutzer auch Eigner des Cache- Verzeichnisses sein muss.

source: Host name of the web server.
de: Name des Webservers

source: dwww needs to know what the host name of your web server is.
de: dwww muß den Hostnamen Ihres Webservers kennen.

source: Web server's port.
de: Port des Webservers

source: dwww needs to know what port your web server is running on. Normally web servers run on port 80.
de: Auf welchem Port läuft dwww? Normalerweise ist dies der Port 80.
pl: dwww musi znaæ numer portu, na którym nas³uchuje serwer www. Zazwyczaj serwer www jest uruchamiany na porcie 80.

source: Directory does not exists!
de: Verzeichnis existiert nicht.

source: Directory ${dir} does not exists.
de: Das Verzeichnis ${dir} existiert nicht.

source: User not found!
de: Benutzer nicht gefunden.
pl: Nie znaleziono u¿ytkownika!

source: User ${user} does not exists.
de: Der Benutzer ${user} existiert nicht.

source: Port value should be a number!
de: Der Port sollte eine Nummer sein.
pl: Port powinien byæ typu numerycznego!

source: Value entered for port: ${port} is invalid.
de: Der angegebene Wert (${port}) ist nicht zulässig.
pl: Warto¶æ podana w polu port: ${port} jest niepoprawna.

source: Should post-installation script index your documentation files?
de: Soll nach der Installion Ihre Doc-Dateien indexiert werden?
pl: Czy skrypt poinstalacyjny powinien poindeksowaæ pliki z dokumentacj±?

source: dwww-index++(8) program will be run once a week to index your documentation files registered with doc-base package.
de: Das dwww-index++(8) Programm wird jede Woche einmal aufgerufen und indexiert alle Ihre Dokumentations-Dateien, die beim doc-base Paket angemeldet sind.
pl: Program dwww-index++(8) bêdzie raz w tygodniu generowa³ indeks plików z dokumentacj±, zarejestrowanych przez pakiet doc-base.

source: The index can also be generated (in the background) by the post-installation script. This process needs quite a lot of computer resources, and can take several minutes so you can choose now if you would like to do this.
de: Dieser Index kann auch nach der Installation (im Hintergrund) erstellt werden. Dieser Prozess braucht viel Computerleistung and kann mehrere Minuten dauern. Daher können Sie jetzt wählen, ob Sie dieses möchten.
pl: Indeks mo¿e równie¿ zostaæ wygenerowany (w tle) przez skrypt poinstalacyjny. Proces ten wymaga do¶æ du¿o zasobów komputera i mo¿e trwaæ parê minut, dlatego mo¿esz teraz zdecydowaæ, czy chcesz go uruchomiæ.

source: Location of web server's document root:
pl: Lokalizacja g³ównego katalogu dokumentów serwera www:

source: dwww needs to know the path of the directory which contains your web server's document root. The web standard suggests /var/www.
pl: dwww musi wiedzieæ, gdzie znajduje siê katalog bêd±cy g³ównym katalogiem serwera www. Standardowo jest to katalog /var/www.

source: Location of web server's cgi directory:
pl: Lokalizacja katalogu CGI serwera:

source: dwww needs to know the path of the directory which contains your web server's CGI scripts. The web standard suggests /usr/lib/cgi-bin, but your web server may already be configured for a different location.
pl: dwww musi znaæ lokalizacjê katalogu zawieraj±cego skrypty CGI. W standardowej konfiguracji jest to katalog /usr/lib/cgi-bin, ale Twój serwer www mo¿e byæ inaczej skonfigurowany.

source: Name of CGI user:
pl: Nazwa u¿ytkownika wykonuj±cego programy CGI:

source: dwww needs to know what user will be running the dwww CGI script, as the cache directory must be owned by that user.
pl: dwww musi znaæ nazwê u¿ytkownika, który bêdzie wykonywa³ skrypty CGI u¿ywane przez program dwww. U¿ytkownik bêdzie w³a¶cicielem katalogu cache dwww.

source: Host name of the web server:
pl: Nazwa sieciowa serwera www:

source: dwww needs to know the host name of your web server.
pl: dwww musi znaæ nazwê sieciow± Twojego serwera www.

source: Web server's port:
pl: Numer portu serwera www:

source: Directory does not exist!
pl: Katalog nie istnieje!

source: Directory ${dir} does not exist.
pl: Katalog ${dir} nie istnieje.

source: User ${user} does not exist.
pl: U¿ytkownik ${user} nie istnieje.
